Terraform Plan for stage 📖`success`

<details><summary>Show Plan</summary>

```

terraform
data.digitalocean_project.shared[0]: Reading...
data.digitalocean_vpc.shared[0]: Reading...
data.digitalocean_vpc.shared[0]: Read complete after 0s [id=1ff77d2d-e76a-4dab-b234-7b0d17d08c35]
data.digitalocean_project.shared[0]: Read complete after 1s [id=9d72b6f6-c0bc-4455-b626-762b12ba7654]

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # digitalocean_database_cluster.redis[0] will be created
  + resource "digitalocean_database_cluster" "redis" {
      + database             = (known after apply)
      + engine               = "redis"
      + host                 = (known after apply)
      + id                   = (known after apply)
      + name                 = "stage-app-cartservice-redis"
      + node_count           = 2
      + password             = (sensitive value)
      + port                 = (known after apply)
      + private_host         = (known after apply)
      + private_network_uuid = "1ff77d2d-e76a-4dab-b234-7b0d17d08c35"
      + private_uri          = (sensitive value)
      + project_id           = "9d72b6f6-c0bc-4455-b626-762b12ba7654"
      + region               = "nyc1"
      + size                 = "db-s-1vcpu-1gb"
      + storage_size_mib     = (known after apply)
      + uri                  = (sensitive value)
      + urn                  = (known after apply)
      + user                 = (known after apply)
      + version              = "7"
    }

Plan: 1 to add, 0 to change, 0 to destroy.

─────────────────────────────────────────────────────────────────────────────

Note: You didn't use the -out option to save this plan, so Terraform can't
guarantee to take exactly these actions if you run "terraform apply" now.

```

</details>

*Pusher: @snegas, Env: `stage`*